<template>
  <el-card class="box-card">
    <h4>
      1. 什么是文献互助？
    </h4>
    <span>
      答：文献互助是一个支持公开求助全文的免费平台，用户可以发布自己想要的文献信息等待应助，他人应助成功后，用户即可在“我的求助”中下载到全文。
    </span>

    <h4>
      2. 求助文献收费吗？
    </h4>
    <span>
      答：不收费，仅需要一定的财富值回报应助者，用户可以通过在互助大厅为他人提供应助获取财富值。
    </span>

    <h4>
      2. 求助文献收费吗？
    </h4>
    <span>
      答：不收费，仅需要一定的财富值回报应助者，用户可以通过在互助大厅为他人提供应助获取财富值。若无人应助或应助失败，扣除的财富值会自动退还。
    </span>

    <h4>
      3. 应助有什么好处？
    </h4>
    <span>
      答：每应助一篇论文即可获得求助者悬赏的财富值，每篇论文悬赏的财富值不等，获得的财富值可用于向他人求助文献。
    </span>

    <h4>
      4. 应助有什么限制吗？
    </h4>
    <span>
      答：同一用户同一时间只能应助1篇文献，应助完毕后方可应助下一篇。
    </span>

    <h4>
      4. 应助有什么限制吗？
    </h4>
    <span>
      答：同一用户同一时间只能应助1篇文献，应助完毕后方可应助下一篇。
      应助后需要上传文献全文给求助者，必须保证上传文献的正确性、完整性，若求助者反馈不正确或不完整，则记录一次应助失败。
    </span>

    <h4>
      5. 获得的财富值有什么用？
    </h4>
    <span>
      获得的财富值可用于向他人求助文献。
    </span>

    <h4>
      6. 其它注意事项：
    </h4>
    <span>
      若用户在使用文献互助平台过程中有恶意作弊行为，则本平台有权永久取消其应助权利，并取消其财富值获得等相关权利；
    </span>

  </el-card>
</template>

<script>
export default {
  name: "HelpTips"
}
</script>

<style scoped>

</style>
