export default {
    info: {
        id: '0',
        title: '深度分析鲁迅《论他妈的》中的文学风骨',
        abstract: '游戏发生在一个被称作“提瓦特”的幻想世界，在这里，被神选中的人将被授予“神之眼”，导引元素之力。玩家将扮演一位名为“旅行者”的神秘角色，在自由的旅行中邂逅性格各异、能力独特的同伴们，和他们一起击败强敌，找回失散的亲人——同时，逐步发掘“原神”的真相.无论是谁，只要在中国过活，便总得常听到“他妈的”或其相类的口头禅(引出要说的主题)。我想：这话的分布，大概就跟着中国人足迹之所至罢;使用的遍数，怕也未必比客气的“您好呀”会更少(点明其普遍性和频繁性)。假使依或人所说，牡丹是中国的“国花”，那么，这就可以算是中国的“国骂”(别致新颖、当之无愧)了。',
        authors: [
            {
                id: '0',
                name: '赵正阳',
            },
            {
                id: '1',
                name: '姜星如'
            },
            {
                id: '2',
                name: '陶海榕'
            }
        ],
        keywords: ['鲁迅文学', '他妈的', '中国方言', '文学历史'],
        org: '北京工地大学软件安装学院',
        year: 2022,
        publisher: '中国地下组织部PartyHouse',
        doi: 'f8894i08439f',
        isbn: '8g0h4hf0',
        n_citation: 114514,
        starred: false,
        references: [
            {
                title: '当代网络文学的发展脉络',
                id:'1',
                author: "刘禹宏",
                year: '2022',
            },
            {
                title: '论原神的商业成功有哪些可借鉴之处',
                id: '2',
                author: '姜星如',
                year: '2019'
            },
            {
                title: '基于Diffusion模型的全自动二次元涩图生成平台',
                id: '3',
                author: '陶海榕',
                year: '2017',
            }
        ],
        comments: [
            {
                id: '0',
                userName: '蝈总',
                userId: '0',
                content: '你这doi怎么又不臭了，你再说，还臭吗？',
                date: '2022/11/16',
                likes: '2333',
                liked: true,
            },
            {
                id: '1',
                userName: '赵正阳',
                userId: '1',
                content: '英俊潇洒帅呆酷毙风流倜傥玉树临风年少得志聪明伶俐活泼可爱风度翩翩器宇不凡全国杰出十大青年更难得三岁习文七岁习武才高八斗学富五车上知天文地理下知鸡毛蒜皮我上辈子无所不能无所不晓每逢外出行走常引美女回头帅哥跳楼其优点多如滔滔江水连绵不断又如黄河泛滥一发不可收拾真乃人中之龙旷世奇才红鲤鱼与绿鲤鱼与驴。',
                date: '2022/11/15',
                likes: '1',
                liked: false,
            },
        ]
    }
}